Repository: giellalt/corpus-smj
Catalog: tmx/sma/facta/other_files/iemealmmuga_ja_demaenssa_nuorttarijkajn.pdf.tmx
Source language: smj
Languages: sma

source: Iemeálmmuga ja demænssa Nuorttarijkajn
sma: Aalkoe-almetjh jïh demense Noerhtelaantine

source: Åvddåbágo
sma: Åvtebaakoe

source: Nuorttarijkalasj aktisasjbarggo sosiálapolitihkalasj ássjijn iemeálmmukperspektijvajn la buorre buojkulvis nuorttarijkalasj ávkken. La sáhka viehka unna juohkusijs, rijkajn gånnå viehká álu juohki hásstalusájt vuorastuvvam álmmugijn, barggij vánesvuodajn ja vijdes geográfalasj gaska.
sma: Noerhtelaanti laavenjostoe sosijaalepolitihkeles gyhtjelassi bïjre aalkoe-almetjeperspektijvesne lea hijven vuesiehtimmie noerhtelaanti nåhtose: Daate lea naa smaave dåehkiej bïjre, laantine mah jeenjemasth haestemh juekieh goh årrojh mah ahkedh båarasåbpoe sjidtieh, barkijh fååtesieh jïh stoerre geografeles gåhkoeh.

source: Nuorttarijkaj aktisasjbarggo demænssaássjijn, dav mav Nuorttarijkaj álkkádusguovdásj koordineri, la vuosedam dárbbo la åttjudit máhttovuodov, systematiserit vásádusáj lånudallamav ja arienáv tsieggit gånnå dágástallá mij la buorre sujtto ja hukso sámijda ja inuihtajda gejna la demænssa.
sma: Noerhtelaanti laavenjostoe demensesuerkesne, maam Nordens välfärdscenter / Noerhtelaanti tryjjesvoetejarnge ektede, lea vuesiehtamme daerpies aktem daajroebaaselinjam tseegkedh, dååjrehtimmieh öörnegen mietie juekedh jïh areenam sjugniedidh juktie digkiedidh mij lea hijven sujhteme jïh hokse saemide jïh inuihtide demensine.

source: Vájllu dutkam ja evidænssavuodo mij guosská sujttuj ja huksuj sámijs ja inuihtajs majna la demænssa, valla sihke Suoman, Vuonan, Svierigin ja Ruonáednamin li muhtem dåjma ja dutkamprosjevta jådon.
sma: Dotkeme jïh tjïelke daajroe fååtese sujhtemen jïh hoksen bïjre saemide jïh inuihtide demensine, men dovne Såevmesne, Nöörjesne, Sveerjesne jïh Kruanalaantesne såemies

source: Dán diedádusán lip gávnadimijt ja oajvvadusájt tjoahkkim ma båhtin juogosbargos vuostasj nuorttarijkalasj konferánsas man fádda lij iemeálmmuga ja demænssa.
sma: Daate reektehtse konklusjovnh jïh raeriestimmieh dåehkiebarkojste iktede dennie voestes noerhtelaanti konferansesne aalkoe-almetji jïh demensen bïjre.

source: Konferánssa lij Staaren (Östersund) tjavtjan 2018 ja ásadiddje lidjin Nuorttarijkaj álkkádusguovdásj, Region Jämtland Härjedalen ja sáme ávvojahke Staare 2018.
sma: Noerhtelaanti tryjjesvoetejarnge, Regijovne Jïemhte/Herjedaelie jïh saemien heevehtimmiejaepie Staare 2018 konferansem Staaresne öörnedi tjaktjen 2018.

source: Loahppabåhtusijda ja oajvvadusájda gulluji duola degu makkir praktihkalasj dåjma ja rievddadusá li dárbulattja vaj ulmutja iemeálmmukduogátjijn ja demensajn lulun máhttet buorep dårjav ja dievnastusáv nuorttarijkalasj suohkanijn oadtjot, man láhkáj máhttep máhtojt suohkanij juohket ja lenaj/fylkaj rastá, jali man láhkáj ådå diedojt praktihkalattjat implementieri.
sma: Konklusjovnh jïh raeriestimmieh leah vuesiehtimmien gaavhtan mah tjïelke råajvarimmieh jïh jarkelimmieh mah leah daerpies ihke almetjh aalkoe-almetjemaadtojne jïh demensine edtjieh buerebe dåarjoem jïh hoksehtimmiem åadtjodh noerhtelaanti tjïeltine, guktie maehtebe daajroem juekedh tjïelti jïh laanti dåaresth jallh guktie maahta orre daajroem dennie praktihkeles barkosne sjïehtesjidh.

source: Barggojuohkusa vuojno li Nuorttarijkaj álkkádusguovdátjis tjoahkkiduvvam, valla dajn ælla vuorodime jalik ávttjimusá mijá bieles.
sma: Noerhtelaanti tryjjesvoetejarnge lea barkoedåehkiej vuajnoeh iktedamme, men mijjen bieleste ibie naan prioriteradimmieh jallh juvnehtimmieh vuesehth.

source: Nuorttarijkaj álkkádusguovdátja barggogåhttjom la doarjjot álkkádusåvddånahttemav Nuorttarijkajn navti jut tjoahkki ja juogat diedojt ja dahká arienájt værmádagájda ja dutkamaktisasjbargon.
sma: Noerhtelaanti tryjjevoetejarngen stilleme lea viehkiehtidh råajvarimmide tryjjesvoetesuerkesne Noerhtelaantine evtiedidh viehkine daajroem iktedidh jïh geerjehtidh jïh areenah viermide jïh dotkemelaavenjostose sjugniedidh.

source: Gidá jagen 2019 vuododuváj nuorttarijkalasj værmádahka iemeálmmugij ja demænssaj, danna oassálassti oajválattja, dutke ja bargge sujtto- ja huksoámmádijn Suoman, Vuonan, Svierigin ja Ruonáednamin.
sma: Gïjren 2019 akte orre noerhtelaanti viermie tseegkesovvi suerkesne aalkoe-almetjh jïh demense, tjirkijigujmie åejvieladtjijste, dotkijigujmie jïh barkijigujmie sujhteme- jïh hoksebarkojne, Såevmeste, Nöörjeste, Sveerjeste jïh Kruanalaanteste.

source: Dát diedádus la ájádaláduvvam liehket vuodon dágástallamijn gåktu vuorodit nuorttarijkalasj aktisasjbargov iemeálmmugijn ja demensajn, ja bájkálasj ja sisrijkalasj dágástallamijda dåjmaj birra suohkanij ja nasjonála dásen.
sma: Daate reektehtse edtja våaroeminie årrodh digkiedæmman prioriteradimmiej bïjre noerhtelaanti laavenjostosne aalkoe-almetji jïh demensen bïjre, jïh aaj goh digkiedimmie voenges sijjine jïh laantine råajvarimmiej bïjre tjïelten jïh nasjonaale daltesisnie.

source: Váj galggá oajvvadusáj duogátjav dádjadit de diedádus álgaduvvá tjielggimijn máhttodiles iemeálmmugij ja demensa birra.
sma: Juktie våaromem raeriestimmide vedtedh reektehtse daajroevåaroeminie aalka aalkoe-almetji jïh demensen bïjre.

source: Eva Franzén Lars Rottem Krangnes Direkterra Prosjæktajådediddje Nuorttarijkaj álkkádusguovdásj
sma: Eva Franzén Lars Rottem Krangnes Direktööre Projekten åvtehke Nordens välfärdscenter Baahtseme daajroevåaroemasse

source: Iemeálmmuga Nuorttarijkajn
sma: Aalkoe-almetjh Noerhtelaantine

source: Nuorttarijkajn li guokta iemeálmmukjuohkusa: sáme Suoman, Vuonan ja Svierigin ja inuihta Ruonáednamin.
sma: Noerhtelaantine göökte aalkoe-almetjh gååvnesieh: saemieh Såevmesne, Nöörjesne jïh Sveerjesne jïh inuihth Kruanalaantesne.

source: Sáme háldadimguovlo Nuorttarijkajn li niellja suohkana Suoman, 12 suohkana Vuonan ja 25 suohkana Svierigin, akta dájs la Stockholm.
sma: Saemien reeremedajvh Noerhtelaantine leah njieljie tjïelth Såevmesne, 12 tjïelth Nöörjesne jïh 25 tjïelth Sveerjesne, jïh dej gaskem åejviestaare Stuehkie lea akte dejstie.

source: E gávnnu almulasj lågo dasi galla sáme gávnnuji Nuorttarijkajn, valla dábálasj árvustallama milta li Vuonan 50 000 – 65 000, 20 000 - 40 000 Svierigin ja birrusij 8 000 Suoman.
sma: Ij naan byögkeles taalh gååvnesh man gellie saemieh mah Noerhtelaantine årroeh, men akte sïejhme aarvehtse lea 50 000 – 65 000 Nöörjesne, 20 000 – 40 000 Sveerjesne jïh medtie 8000 Såevmesne.

source: Ruossjan li suláj 2 000 sáme.
sma: Lissine ovrehte 2000 saemieh Russlaantesne årroeh.

source: Ruonáednamin li inuihta ieneplågon, suláj 87 % badjelasj 56 000 viesajdiddjijs.
sma: Kruanalaantesne inuihth leah jienebelåhkoe, medtie 87 prosenth ånnetji vielie goh 56 000 årroejijstie.

source: Suohkanijn ma li sáme háldadimguovlo Suoman, Vuonan ja Svierigin li sierra gájbbádusá, valla guhtik rijkan li sieradusá daj gaskan.
sma: Sjïere krïevenassh akten tjïeltese bïejesuvvieh mij lea saemien gïelen reeremedajve Såevmesne, Nöörjesne jallh Sveerjesne, men joekehts krïevenassh laanti gaskem.

source: Duola degu máhttá sámijn liehket riektá åvddåskåvllådåjmajda ja boarrásij sujttárij ållåsap jali muhtem mudduj sámegiellaj, riektá gielasa adnet gå guládalli guovlo suohkanijn jali oajválattjaj.
sma: Vuesiehtimmien gaavhtan saemieh maehtieh reaktam utnedh aarhskuvlese jïh båeriesalmetjehoksese ellieslaakan jallh åajvahkommes saemiengïelesne, jïh reaktam utnieh sijjen gïelem nuhtjedh gosse tjïeltine jïh åejvieladtjigujmie dajvesne gaskesedtieh.

source: Divna nuorttarijka sámijt ja inuihtajt adni iemeálmmugin, valla dåssju Vuodna ja Danmárkko li vuolláj tjállám AN-organisasjåvnå ILO-tjielggidusáv nr. 169, Indigenous and Tribal Peoples Convention, ja li stuorra sieradusá danna gåktu rijka praktihkalattjat organisieriji ja ållidahtti iemeálmmugij riektájt.
sma: Saemieh jïh inuihth aalkoe-almetjinie ryöknesuvvieh gaajhkijste noerhtelaantijste, men ajve Nöörje jïh Danmarhke lea ENårganisasjovnen ILO:n konvensjovnem nr. 169 Indigenous and Tribal Peoples Convention jååhkesjamme, jïh stoerre joekehtsh guktie

source: AN globála mihto guoddelis
sma: FN:s globala mål för hållbar utveckling jïh

source: åvddånahttemij ja åvddånimagenda Agenda 2030 guosská gájka
sma: utvecklingsagendan Agenda 2030 leah faamosne gaajhkide

source: lándajda Nuorttarijkajn.
sma: Noerhtelaantide.

source: Dánna iemeálmmuga ja doajmmahiereduvvam ulmutja gulluji vuoroduvvam juohkusijda.
sma: Daesnie aalkoe-almetjh jïh almetjh funksjovnegiehpiedimmine åvtese lutnjesuvvieh goh prioriteradamme dåehkieh.

source: Sáme ja Ruonáednama histåvråjn li sæmmilágásjvuoda ja ieredusá koloniála histåvråjs ietjá værálda iemeálmmuksebrudagáj gáktuj.
sma: Saepmien jïh Kruanalaanten histovrije dovne hedtieh jïh joekehtsh åtna kolonijehistovrijinie aalkoe-almetjesiebriedahkine veartenen jeatjah bieline.

source: Ájnnasit nuorttarijkaj sámeguovlo gáktuj la sebrudahka ja nasjonálastáhtaj álkkádusvuogádahka ietjálágásj gå buohtastahttá iemeálmmukguovloj USA:n ja Australian.
sma: Joekoen dan noerhtelaanti bealan Saepmeste daan beajjetje siebriedahke jïh nasjonaalestaati tryjjesvoetesysteeme jeatjahlaakan vååjnoe jis aalkoe-almetjedajvigujmie vierteste daan beajjetje USA:sne jallh Australijinie.

source: Aktisasj ássje alleværálda lándajda majna li iemeálmmuga la ållusa sijájs gejn la iemeálmmukduogásj li jåhtåm stuorra stádajda maŋemus 50- 60 jagijn.
sma: Akte ektie faktovre gaajhkine jalletje laantine aalkoe-almetjigujmie lea gellie almetjh aalkoe-almetjemaadtojne leah stoerrestaaride jåhteme dej minngemes 50 60 jaepiej.

source: Dåppe máhtti liehket ållu vuojnnemahtes unneplåhko.
sma: Desnie maehtieh akte eevre ovvåajnoes unnebelåhkoe årrodh.

source: Iemeálmmuga ja demænssa
sma: Aalkoe-almetjh jïh demense

source: Prinsihpan ij gávnnu tjoahkkiduvvam dutkam jali máhtto makkir dille la Nuorttarijkaj sámijn ja inuihtajn gejn la demænssa, jali gallásin la demænssa ja iemeálmmukduogásj, nasjonála dásen.
sma: Prinsihpesne ij leah naan tjåenghkies dotkeme jallh daajroe guktie lea saemiejgujmie jïh inuihtigujmie demensine Noerhtelaantine, jallh man jïjnje demense lea nasjonaale daltesisnie almetji gaskem aalkoe-almetjemaadtojne.

source: dutkamprosjevta (2018-2019) Ubbmema universitiehtan Svierigin ulmme la dahkat vuostasj kárttimav duola degu danna man dábálattja li neurodegeneratijvalasj dile sámij ja dáttjaj gaskan Svieriga biele sámen.
sma: Dïhte juhtije dotkemeprojekte HALDI (2018- 2019) Upmejen universiteetesne Sveerjesne aajkojne åtna aktem voestes goerehtallemem darjodh, gaskem jeatjah man jïjnje lea dejstie joekehts neurodegeneratijve tsiehkijste saemiej jïh daaroej luvnie sveerjen bielesne Saepmeste.

source: Unnep dutkama, duola degu Canadan ja Australian, gætjodi jut ulmutja gej la iemeálmmukduogásj vaháguvvi demensas ienebut gå ieneplågo álmmuk.
sma: Unnebe goerehtimmieh, vuesiehtimmien gaavhtan Kanadeste jïh Australijistie, maahta vuesiehtidh almetjh aalkoe-almetjemaadtojne daamtajåbpoe demensem åadtjodh goh jienebelåhkoen årrojh.

source: Dajn dutkamijn ma li dagáduvvam li sieradusá sihke hámen ja båhtusijn.
sma: Doh goerehtimmieh mah leah dorjesovveme jeerehte læjhkan dovne hammoedimmien jïh illedahken bïjre.

source: Dutkam Canadan jage 2013 rájes vuoset ij dåssju dav jut ienep ulmutja gudi gulluji rijka nav gåhtjoduvvam first nations skihppáji, valla aj jut skihppáji suláj lågev jagev árabut ja aj jut ienep ålmmå gå nissuna dáv diagnåvsåv oadtju.
sma: Akte goerehtimmie Kanadeste jaepeste 2013 vuesehte ij leah ajve vielie demense almetji luvnie mah gohtjesuvvieh first nations laantesne, men aaj dah mah demensem åadtjoeh skïemtjine sjidtieh ovrehte luhkie jaepieh aarebi, jïh jienebh ålmah goh nyjsenæjjah mah diagnovsem åadtjoeh.

source: Globála dásen la iemeálmmugijn nievrep varresvuohta gå ieneplågo álmmugin, sæmmi guovlon, dat aj vájkkut man dábálasj demænssa la, ja dasi makta gávnnu riekta sujtto buorre kvalitiehtajn.
sma: Globaale daltesisnie aalkoe-almetji lea nåakebe healsoe viertiestamme jienebelåhkoen årrojigujmie seamma dajvesne, mij aaj tsavtsa man jïjnje demense lea jïh faalenasse reaktoe sujhtemasse hijven kvaliteeteste.

source: Faktåvrå ma sierraláhkáj vájkkudi iemeálmmuga varresvuohtaj, li jáhkedahtte sivvan gå la ienep demænssa.
sma: Faktovrh mah sjïerelaakan aalkoealmetji healsoem tsevtsieh, leah seapan aaj akte fåantoe mah åvteste vielie demense dej luvnie gååvnese.

source: Uddni dutkaduvvá ienebut iemeálmmugij varresvuoda gáktuj gå åvddåla, valla ájn vájllu máhtto man láhkáj buoremusát dav hieredit ja giehtadallat, jali vaddet hiebaduvvam sujtov iemeálmmuga ulmutjijda gejna la demænssa.
sma: Daelie vielie dotkeme dorjesåvva aalkoe-almetji healsose goh aarebi, men annje faatoes daajroe gååvnese guktie bööremeslaakan heerrede jïh båehtjerde, jallh sjïehtedamme sujhtemem aalkoealmetjidie demensine vadta.

source: Árbbedábálasj iemeálmmukkultuvrajn máhttá demensa dádjadus liehket ietjálágásj.
sma: Goerkese demenseste maahta jeatjahlaakan årrodh aerpievuekien aalkoe-almetjekultuvrine.

source: Symptåvmå demænssaj ælla agev gássjelisvuohtan jali skihpudahka.
sma: Ij iktesth demensesymptovnh utnieh goh dåeriesmoere jallh dejtie symptovnide skïemtjelassese ektede.

source: Stuoráp sebrudagá diagnåvsåvædtsaga, diehtojuohkemdåjma, sujtto ja lagámusáj doarjjo organisierim soajttá ij dåjma kulturhiebadallama dagi.
sma: Jienebelåhkoesiebriedahken diagnosisteradimmiedïrregh, bïevneseråajvarimmieh, öörnedimmie sujhtemistie jïh dåarjoe lïhke fualhkan eah dagke juhtieh jis ij dejtie kultuvrese sjïehtedh.

source: Rijkajgasskasasj værmádahka la vuododuvvam, The International
sma: Gaskenasjonaale viermie lea tseegkesovveme, The International

source: Indigenous Dementia Research Network (IIDRN) dutkijda,
sma: Indigenous Dementia Research Network (IIDRN) dotkijidie,

source: studentajda, skihppijviesojda, iemeálmmuk- ja demænssaakterajda, oassálasstij USA:s, Canadas, Austrálias ja Aotearoas.
sma: studeentide, skïemtjegåetide, aalkoe-almetje- jïh demenseaktööride, jïh dah mah meatan desnie USA:ste, Brasijleste, Kanadeste, Australijistie jïh Orre Zeelanteste båetieh.

source: Værmádagá ájggomus la akterajt låpptit gudi iemeálmmugij ja demensajn barggi.
sma: Viermien aajkoe lea aktöörh åvtese lutnjedh mah aalkoe-almetjigujmie jïh demensine berkieh.

source: Værmádagá dutke fysalattjat ja digitálalattjat gávnadi ja dágástalli dutkamdárbojt, lånudallat båhtusijt ja vuododit aktisasjbargojt.
sma: Dotkijh viermesne fysiske jïh digitaale tjåanghkoeh utnieh juktie dotkemedaerpiesvoeth digkiedidh, illedahkh juekedh jïh laavenjostoem tseegkedh.

source: Iemeálmmuga, demænssa ja nuorttarijkalasj álkkádussebrudagá
sma: Aalkoe-almetjh, demense jïh noerhtelaanti tryjjesvoetesiebriedahkh

source: Sámij ja inuihtaj riektá sujtto- ja huksosuorgen hiebaduvvi rijkajgasskasasj konvensjåvnåjn ja nasjonála lágajn.
sma: Saemiej jïh inuihti reaktah sujhteme- jïh hoksesuerkesne stuvresuvvieh gaskenasjonaale konvensjovnijste jïh nasjonaale laakevihtiestimmijste.

source: Skihppijsujto ja sosiáladievnastusá lágajn ja organisierimin la iesjguhtik hábme guhtik rijkan ja suohkanin.
sma: Laaketjaeleme jïh årganiseradimmie skïemtjesujhtemistie jïh sosijaaledïenesjistie joekehtslaakan vååjnoeh ovmessie laantine jïh tjïeltine.

source: Li stuora gielalasj ja kultuvralasj sieradusá sámij gaskan Nuorttarijkajn, ja inuihta duola degu viessu sihke smáves sebrudagájn Ruonáednamin ja Københámnan.
sma: Stoerre gïeleldh jïh kulturelle jeerehth saemiej gaskem ovmessie bieline Noerhtelaantijste, jïh inuihth jielieminie vuesiehtimmien gaavhtan dovne smaave siebriedahkine Kruanalaantesne jïh stoerrestaaresne Köpenhamn.

source: Ij gávnnu åbbålasj gåvvå dassta gåktu Nuorttarijkaj iemeálmmuga vásedi jali adni álkkádusdievnastusájt, valla nasjonála dásen muhtem diedo gávnnuji.
sma: Ij leah naan tjåenghkies guvvie guktie aalkoe-almetjh Noerhtelaantine tryjjesvoetedïenesjh dååjroeh jallh nuhtjieh, men såemies daajroe nasjonaale daltesisnie gååvnese.

source: Vájku åvddånibme la buorep guovlluj mannam de gávnnuji ájn hieredime persåvnå sentreridum sujttuj manna la alla dásse, hieredime ma máhtti liehket nannusabbo várnnahis juohkusijda.
sma: Jalhts positijve evtiedimmie orreme gelline suerkine annje heaptoeh gååvnesieh mah maehtieh stuerebe konsekvensh åadtjodh prååsehke dåehkide.

source: Gå divna nuorttarijka juohki gaskan vuodosujtto, fáhkatjiehppesujtto ja sosiáladievnastusá de soajttá liehket gássjel oadtjot jåhtuj aktiduvvam dåjmajt.
sma: Juekemen gaavhtan voestessujhtemisnie, sjïeresujhtemisnie jïh sosijaaledïenesjisnie gaajhkine Noerhtelaantine maahta geerve årrodh iktedamme råajvarimmieh åadtjodh.

source: Barggijt åttjudit ja máhtudakhásstalusá vájkkudi nievres kontinuitiehttaj sidjij gudi galggi oadtjot sujtov ja huvsov.
sma: Dåårrehtimmie- jïh maahtoehaestemh faatoes kontinuiteetem sjugniedieh dïsse mij edtja sujhtemem jïh hoksem åadtjodh.

source: Vuonarijkan la læhkám politihkalasj ulmme vaddet sáme álmmugij dievnastusáv mij la kultuvralattjat hiebaduvvam sámijda daj fálaldagájn ma juo gávnnuji farra gå dievnastusájt åvddånahttet sierraláhkáj sáme álmmuga gáktuj.
sma: Nöörjesne dïhte politihkeles ulmie orreme aktem kultuvrelle sjïehtedamme dïenesjem vedtedh saemien årroejidie dej tseegkeme dïenesji sisnjeli buerebh goh dïenesjh evtiedidh mah leah sjïere dejtie saemien årroejidie.

source: Sáme álmmuk adná varresvuodadievnastusájt sæmmi álu gå ieneplågo álmmuk dahká, valla ælla sæmmi dudálattja dajna sujtujn mij vatteduvvá.
sma: Saemien årrojh sujhtemem nuhtjieh seamma jïjnjem goh jienebelåhkoen årrodh, men ij leah dan madtjeles dejnie viehkine mij vadtasåvva.

source: Vuojnnet ælla sieradusá sáme álmmuga ja ieneplågo álmmuga gaskan dasi mij guosská varresvuoda stáhtusij ja skihpudakprevalænssaj.
sma: Ij vååjnh goh joekehtsh gååvnesh saemien årrojh jïh jienebelåhkoen årrojh gaskem gosse lea healsoestatusen jïh skïemtjelasselåhkoen bïjre.

source: Muhtem dutke dættodi sámijn la ietjálágásj dádjadus varresvuodas, skihpudagájs ja giehtadallamis gå ieneplågo álmmugin la.
sma: Såemies dotkijh tjïertestieh saemiej lea jeatjah goerkese healsoen, skïemtjelassen jïh båehtjierdimmien bïjre goh jienebelåhkoen årrojh.

source: Gávnnuji aj girjálasjvuodan buojkulvisá jut sáme ságasti skihpudagáj ja varresvuoda birra iehpenjuolgga vuogij baktu ja metafåvråj.
sma: Lidteratuvre aaj gååvnese mij tjïerteste saemieh vielie skïemtjelassen jïh healsoen bïjre soptsestieh jeatjah vuekiej tjïrrh jïh viehkine metafovrijste.

source: Gåvvå jut sámegielak ulmutja ienemusát sihti sáme barggijt iejvvit gå varresvuoda- ja pasiænntasujttodievnastusájt adni la aj oadtjum ietjá gåvåv varrasap dutkamis, da vuosedi giellaano preferánsa li individuála ja dilláj tjanádum.
sma: Dïhte mïele mij jeahta saamastallije almetjh ellen bööremes sijhtieh saemien barkijh gosse healsoe- jïh sujhtemedïenesjigujmie gaskesedtieh lea ånnetji orrestamme urrebe dotkemisnie, mij vuesehte sjaavnjoe gïeleåtnoen bïjre lea individuelle jïh jearohke tsiehkeste.

source: Familljaj gullut ja árbbedábálasj vuoge ietjas dálkodit dættoduvvá muhtem åsijn girjálasjvuodas.
sma: Vihkelesvoete maadtoeladtjijstie jïh aerpievuekijste juktie jïjtjemse viehkiehtidh, åvtese lutnjesåvva bieline lidteratuvreste.

source: La dutkamprosjækta jådon gåktu jur sáme demensajn vásedi ja adni álkkádusdievnastusájt Vuonan: Offentlig demensomsorg.
sma: Daelie akte dotkemeprosjekte juhtieminie guktie saemieh demensinie raaktan tryjjesvoetedïenesjidie Nöörjesne dååjroeh jïh nuhtjieh: Byögkeles demensehokse.

source: og ulikheter i bruk av kommunale helse- og omsorgstjenester i områder med samisk og norsk bosetning.
sma: Hedtieh jïh joekehtsh åtnose tjïelten healsoe- jïh hoksedïenesjijstie dajvine saemien jïh nöörjen årrojigujmie.

source: Nasjonalt kompetansetjeneste for aldring og helse, mij la nasjonála máhtudakguovdásj Vuonan la maŋemus jagijt tjadádam moadda
sma: Nasjonal kompetansetjeneste for aldring og helse, mij lea nasjonaale maahtoejarnge demensese Nöörjesne, lea dej minngemes jaepiej

source: diehtojuohkemdåjma demensa ja demensasujto gáktuj ma li Vuona sámijda ájgodum, ja dahkam ræjdojt dasi.
sma: gellie bïevneseråajvarimmieh demensen bïjre jïh demensehoksen bïjre tjïrrehtamme mah leah saemiej vööste Nöörjesne stuvresovveme, jïh ovmessie dïrregh åvtese vaalteme.

source: Ræjdo gávnnuji nuortta-, julev-, ja oarjjelsámegiellaj ja dárogiellaj.
sma: gååvnese noerhtesaemien, julevsaemien, åarjelsaemien jïh nöörjen gïelesne.

source: Åvddål gå nanniduvvam láhka nasjonála unneplågoálmmugij ja unneplågogielajda doajmmaj bådij Svierigin, ådåjakmáno 1. biejve 2019, vattij ráddidus Sosiálastivrraj barggon kárttit máhttelis dárbojt máhttodoarjjaj varresvuohtasujton, ja sosialdievnastusán.
sma: Åvtelen nænnoesåbpoe laake nasjonaale unnebelåhkoej jïh unnebelåhkoegïeli bïjre edtjin faamoem åadtjodh Sveerjesne tsïengelen 1. b. 2019, reerenasse Sosijaaleståvroem stilli goerehtalledh man stoerre daerpiesvoete lij daajroedåarjoste healsoe- jïh sujhtemen jïh sosijaaledïenesjen sisnjeli.

source: Kárttimis, mij ij gehtja demænssaskihppij dievnastusájda
sma: Goerehtallemistie, mij lea leah sjïerelaakan sjïehtesjamme

source: sierraláhkáj, boahtá åvddån unneplågoláhka ja nasjonála unneplågogatjálvisá li unnán vuoroduvvam sihke jådedimen gå suohkanij ja regiåvnåj barggijn, jut åvddågátto gávnnuji ja jut dádjadus vájllu danna manen nasjonála unneplågojn li sierra riektá.
sma: dïenesjidie almetjidie demenseskïemtjelassine, våajnoes sjædta unnebelåhkoelaake jïh nasjonaale unnebelåhkoegyhtjelassh vuelege prioriteetem utnieh dovne åvtehki stuvremen jïh barkiji gaskem tjïeltine jïh dajvine, vaanesovmh gååvnesieh jïh goerkese fååtese man åvteste nasjonaale unnebelåhkoej leah sjïere reaktah.

source: Unneplågolága njuolgadusá dålkkuduvvi moatte láhkáj suohkanijs ja regiåvnåjs ja nasjonála unneplåhkoálmmugij åvdåstiddjijs.
sma: Doh joekehts tjïelth jïh aaj dah mah leah tjirkijh dej nasjonaale unnebelåhkoej åvteste unnebelåhkoelaaken nænnoestimmieh joekehtslaakan toelhkestieh.

source: Divnajn doajmmasuorgijn vájlluji bargge gejn la máhtudahka unneplåhko gielajn ja kultuvran.
sma: Barkijh fååtesieh mej unnebelåhkoe- jïh unnebelåhkoemaahtoe gaajhkine barkoesuerkine.

source: Gájbbádusá doarjjaj ja dievnastusájda unneplågogiellaj la muhtem guovlojn ráddjiduvvam ja rievddi ájge badjel, navti sjaddá suohkanijda ja regiåvnåjda gássjelabbo fállat nanos fálaldagáv sosiála- ja varresvuodadievnastusáj unneplågogielajda. Kárttima vuosedi moadda dåjma ulmmejuohkusij gáktuj, valla dille målssu ednagit suohkanij gaskan.
sma: Gyhtjelasse dåarjoen jïh dïenesji bïjre unnebelåhkoegïelesne lea såemies dajvine gaertjiedamme jïh molse tïjje doekoe, mestie geervebe sjædta tjïeltide jïh dajvide aktem stabijle faalenassem faalehtidh sosijaale- jïh sujhtemedïenesjijstie unnebelåhkoegïelesne, men tsiehkie tjarke jeerehte tjïelti gaskem.

source: Jagen 2017 álgadin regiåvnå Norrbotten, Västerbotten, Jämtland Härjedalen ja Dalarna prosjevtav Kunskapsnätverk för samisk hälsa.
sma: Jaepien 2017 doh sveerjen regijovnh Norrbotten, Västerbotten, Jïemhte Herjedaelie jïh Dalarna prosjektine nïerhkin Kunskapsnätverk för samisk hälsa.

source: Svieriga Sámedigge vuododij jagen 2018 varresvuoda-, boarrásij ássjij- ja valástallamnammadusáv, manna la lahka aktisasjbarggo máhttoværmádagájn.
sma: Saemiedigkie Sveerjesne aktem moenehtsem healsose, båeriesalmetjegyhtjelassh jïh gaarsjelimmiem nammoehti jaepien 2018, mij aktem lïhke laavenjostoem daajroeviermine åtna.

source: Aktan Sámedikkijn ja sáme organisasjåvnåj la værmádahka åvddånahttám nasjonála stratesjijav sáme varresvuoda
sma: Laavenjostosne Saemiedigkine jïh saemien siebriejgujmie, viermie lea raeriestimmiem nasjonaale strategijem saemien healsose buakteme,
